/* Context menu */
"-> Browser" = "-> 브라우저";

/* Context menu */
"-> Mail" = "-> 메일";

/* Toolbar Item:Bookmarks */
"Bookmarks" = "북마크";

/* Close window */
"All sessions will be closed" = "모든 세션이 닫히게 됩니다";

/* Cancel */
"Cancel" = "취소";

/* Context menu */
"Clear Buffer" = "버퍼 지우기";

/* Toolbar Item: Close Session */
"Close" = "닫기";

/* Toolbar Item Tip: Close */
"Close the current session" = "현재 세션 닫기";

/* Close window */
"Close Window?" = "윈도우를 닫으시겠습니까?";

/* Close Session */
"The current session will be closed"="현재 세션이 닫히게 됩니다";
"All unsaved data will be lost"="저장되지 않은 데이터는 데이터는 모두 손실됩니다";

/* Toolbar Item:Configure */
"Configure" = "설정";

/* Toolbar Item Tip:Configure */
"Configure current window" = "현재 윈도우 설정";

/* Context menu */
"Configure..." = "설정...";

/* Context menu */
"Copy" = "베껴두기";

/* Context menu */
"New Tab" = "새로운 탭";

/* Context menu */
"New Window" = "새로운 윈도우";


/* Removal Alert */
"Do you really want to remove this item?" = "이 항목을 정말 삭제하시겠습니까?";

/* Toolbar Item:New */
"Default Session"="기본 세션";
"New" = "새로운";
"Open in a new window"="새 윈도우에서 열기";
"Open a new session"="새로운 세션을 열기";

/* OK */
"OK" = "확인";

/* Toolbar Item Tip:Bookmarks */
"Open the bookmarks" = "북마크 열기";

/* Context menu */
"Paste" = "붙이기";

/* Context menu */
"Save" = "저장";

/* Context menu */
"Select" = "선택";

/* Context menu */
"Move to new window" = "새 윈도우로 이동";

/* Anti-Idle: wrong input */
"Please enter a valid code (0~255)" = "유효한 코드 (0~255)를 입력하십시오";

/* wrong input */
"Please enter a valid window size" = "유요한 윈도우크기를 입력하십시오";

/* Remove */
"Remove" = "삭제";

/* Context menu */
"Select All" = "모두 선택";
"Save" = "저장";
"Print..." = "프린트...";
"Print Selection..." = "선택영역 프린트...";

/* Removal Alert */
"There is no undo for this operation." = "이 동작은 취소할 수 없습니다.";

/* wrong input */
"Wrong Input" = "잘못된 입력";

/* Upgrade */
"Upgrade Warning: New language encodings available!"="업그레이드 안내: 새로운 언어 인코딩을 다운로드받으실 수 있습니다!";
"Please reset all the encoding settings in your preference and bookmarks"="환경설정과 북마크의 모든 인코딩 설정을 초기화하십시오";

/* Author */
"fabian"="fabian";
"Ujwal S. Setlur"="Ujwal S. Setlur";

/* About */
"Report A Bug"="버그 리포트";

/* Config */
"Configuration saved as a new entry in Bookmarks"="설정사항이 북마크에 신규 항목으로 저장되었습니다";
"Configuration saved"="설정사항 저장됨";

/* OS Version */
"Minimum_OS"="iTerm은 OSX 10.2 이상의 버젼을 필요로 합니다. 응용프로그램이 종료됩니다.";

/* Sorry */
"Sorry"="죄송합니다";

/* Quit */
"Quit"="종료";

/* PreferencePanel */
"Display"="표시";
"Shell"="셸";
"Emulation"="에뮬레이션";
"Color"="색상";

/* Script */
"Script" = "스크립트";

/* Key Binding Profiles */
"Global"="공통";

/* Display Profiles */
"Default" = "기본값";

/* Key Binding Actions */
"next tab"="다음 터미널";
"next window"="다음 윈도우";
"previous tab"="이전 터미널";
"previous window"="이전 윈도우";
"scroll end"="끝으로 스크롤";
"scroll home"="최상단으로 스크롤";
"scroll line down"="줄 내리기";
"scroll line up"="줄 올리기";
"scroll page down"="페이지 내리기";
"scroll page up"="페이지 올리기";
"send ^["="^[ 보내기";
"send hex code"="hex 코드 보내기";
"ignore"="ignore";
"unknown action ID"="unknown action ID";

/* Key Names */
"cursor down"="아래방향키";
"cursor left"="왼쪽방향키";
"cursor right"="오른쪽방향키";
"cursor up"="윗방향키";
"del"="del";
"delete"="삭제";
"end"="end";
"enter"="enter";
"help"="help";
"home"="home";
"numlock"="numlock";
"page down"="page down";
"page up"="page up";
"unknown key"="unknown key";

/* Save Confirmation */
"Display Profile Saved To: %@"="표시 프로파일 저장대상: %@";
"Terminal Profile Saved To: %@"="터미널 프로파일 저장대상: %@";
"All bookmarks associated with this profile are affected"="이 프로파일과 연계된 모든 북마크가 영향을 받습니다";

/* Bookmarks */
"Show Bookmarks" = "Show Bookmarks";
"Hide Bookmarks"="Hide Bookmarks";

/* Warning */
"Warning!" = "Warning!";

/* Keyboard Input */
"Keyboard input will be sent to all sessions in this terminal." = "Keyboard input will be sent to all sessions in this terminal.";